"use strict";

Object.defineProperty(exports, "__esModule", {
  value: true
});
exports.regionMap = void 0;
var regionMap = {
  安徽省: '01',
  浙江省: '02',
  江西省: '03',
  江苏省: '04',
  吉林省: '05',
  青海省: '06',
  福建省: '07',
  黑龙江省: '08',
  河南省: '09',
  河北省: '10',
  湖南省: '11',
  湖北省: '12',
  新疆维吾尔自治区: '13',
  西藏自治区: '14',
  甘肃省: '15',
  广西壮族自治区: '16',
  贵州省: '18',
  辽宁省: '19',
  内蒙古自治区: '20',
  宁夏回族自治区: '21',
  北京市: '22',
  上海市: '23',
  山西省: '24',
  山东省: '25',
  陕西省: '26',
  天津市: '28',
  云南省: '29',
  广东省: '30',
  海南省: '31',
  四川省: '32',
  重庆市: '33'
};
exports.regionMap = regionMap;